Repository: creifenscheid/ctype_manager
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: da, de

# mlang_tabs_tab
source: CType Manager
da: CType håndtering

# mlang_labels_tabdescr
source: CType Manager
da: CType håndtering

# section.header
source: %s | CType Manager
da: %s | CType håndtering

# message.header.2
source: Oops
da: Ups
de: Ups

# group.unassigned
source: Unassigned
da: Ikke tildelt
de: Nicht zugewiesen

# section.index
source: Page "%s"
da: Side "%s"
de: Seite "%s"

# section.configuration
source: Configuration
da: Konfiguration
de: Konfiguration

# section.cleanup
source: Cleanup
da: Oprydning
de: Bereinigen

# section.cleanup
source: Overview
da: Oversigt
de: Übersicht

# configuration.bodytext
source: Choose all content types, which shall be available on this page and it's children.
da: Vælg alle indholdstyper, som skal være tilgængelige på denne side og undersider.
de: Wählen Sie alle Inhaltstypen, die auf dieser Seite und ihren Unterseiten verfügbar sein sollen.

# configuration.nopage
source: Please select a page from the page tree.
da: Vælg venligst en side fra sidetræet.
de: Bitte wählen Sie eine Seite aus dem Seitenbaum.

# configuration.button.submit
source: Save
da: Gem
de: Speichern

# configuration.message.bodytext
source: CType Manager configuration has been saved.
da: Konfiguration af CType håndtering er blevet gemt.
de: Die Konfiguration des CType Managers wurde gespeichert.

# configuration.switch.label
source: Enable all
da: Aktivér alt
de: Alle aktivieren

# configuration.switch.all
source: Enable all content element types
da: Aktivér alle indholdselementtyper
de: Alle Inhaltselementtypen aktivieren

# configuration.toggle.group
source: Enable all content element types in group "%s"
da: Aktivér alle indholdselementtyper i gruppen "%s"
de: Alle Inhaltselementtypen in Gruppe "%s" aktivieren

# configuration.listTypes.headline
source: Available plugins
da: Tilgængelige plugins
de: Verfügbare Plugins

# cleanup.bodytext
source: Remove the configurations made by the CType Manager.
da: Fjern de konfigurationer, der er lavet af CType håndtering.
de: Die vom CType-Manager vorgenommenen Konfigurationen entfernen.

# cleanup.mode.label
source: Cleanup mode
da: Oprydningstilstand
de: Bereinigungsmodus

# cleanup.mode.page
source: Current page: %s [%s]
da: Nuværende side: %s [%s]
de: Aktuelle Seite: %s [%s]

# cleanup.mode.rootpage
source: Rootpage
da: Rootside

# cleanup.mode.all
source: All (this affects ALL pages and might take some time!)
da: Alt (dette påvirker ALLE sider og kan tage lidt tid!)
de: Alles (dies betrifft ALLE Seiten und kann einige Zeit dauern!)

# cleanup.approval.submit
source: Clean up
da: Ryd op
de: Bereinigen

# cleanup.message.error.pageuid.bodytext
source: A page uid is missing. Please select a page in the page tree and try again.
da: En side uid mangler. Vælg en side i sidetræet og prøv igen.
de: Eine Seiten-ID fehlt. Bitte wählen Sie eine Seite im Seitenbaum und versuchen Sie es erneut.

# cleanup.message.error.cleanupMode.bodytext
source: A cleanup mode is missing. Please select a mode to clean up.
da: En oprydningstilstand mangler. Vælg venligst en tilstand for at rydde op.
de: Ein Bereinigungsmodus fehlt. Bitte wählen Sie einen Modus zum Bereinigen aus.

# cleanup.approval.headline
source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?

# cleanup.approval.bodytext
source: You are going to remove the configurations made by the CType Manager.
da: Du er ved at fjerne de konfigurationer som er foretaget af CType håndtering.
de: Sie werden die vom CType Manager vorgenommenen Konfigurationen entfernen.

# cleanup.approval.submit
source: Yes, clean up.
da: Ja, ryd op.
de: Ja, bereinigen.

# cleanup.approval.abort
source: No, abort!
da: Nej, afbryd!
de: Nein, abbrechen!

# cleanup.message.bodytext
source: CType Manager configuration has been removed.
da: Konfiguration af CType håndtering er fjernet.
de: Die Konfiguration des CType Managers wurde entfernt.

# overview.bodytext
source: The following pages have been configured with the CType Manager.
da: Følgende sider er konfigureret med CType håmdtering.
de: Die folgenden Seiten wurden mit dem CType Manager konfiguriert.

# overview.bodytext.noPages
source: There are currently no pages configured with the CType Manager.
da: Der er i øjeblikket ingen sider konfigureret med CType håndtering.
de: Derzeit sind keine Seiten mit dem CType Manager konfiguriert.

# overview.table.head.page
source: Page
da: Side
de: Seite

# overview.table.head.ctypes
source: Allowed CTypes
da: Tilladte CTyper

# overview.table.head.listTypes
source: Allowed plugins
da: Tilladte plugins

# overview.none
source: None
da: Ingen
de: Keine

# overview.toolbar.edit.label
source: Edit CType configuration of page "%s".
da: Redigér CType konfiguration af side "%s".
de: CType-Konfiguration der Seite "%s" bearbeiten.

# overview.toolbar.delete.label
source: Delete CType configuration of page "%s".
da: Slet CType konfiguration af side "%s".
de: CType-Konfiguration der Seite "%s" löschen.
